Repository: raullenchai/Rapid-MLX
Catalog: apps/rapid-mac/Sources/Rapid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: The timings and memory figures above
zh_hans: 上面的时序和内存数据

source: The warm-up render is thrown away; only the measured render counts.
zh_hans: 预热渲染被丢弃；仅测量的渲染计数。

source: There are now %1$d published observations for %2$@ on an %3$@, including yours.
zh_hans: 现在 %1$d 已发布对 %3$@ 上 %2$@ 的观察结果，包括您的观察结果。

source: This Mac couldn't save the read key. Unlock your Keychain and try again.
zh_hans: 此 Mac 无法保存读取密钥。解锁您的钥匙串并重试。

source: This Mac's Keychain is unavailable. Unlock it and try again.
zh_hans: 此 Mac 的钥匙串不可用。解锁并重试。

source: This Mac, published as %1$@
zh_hans: 此 Mac，发布为 %1$@

source: This alias belongs to this installation of Rapid-MLX. Everything you publish from this Mac appears together on one contributor page, so people can see a consistent set of results without knowing who you are.
zh_hans: 此别名属于 Rapid-MLX 的此安装。您从这台 Mac 发布的所有内容都会一起显示在一个贡献者页面上，因此人们可以看到一组一致的结果，而无需知道您是谁。

source: This approval is missing its gate identity. Stop the task and retry.
zh_hans: 此批准缺少其门标识。停止任务并重试。

source: This approval no longer matches the active app. Stop the task and try again.
zh_hans: 此批准不再与活动应用程序匹配。停止任务并重试。

source: This failed request will be removed from recent videos.
zh_hans: 此失败的请求将从最近的视频中删除。

source: This local server does not support automatic app selection. Update or restart Rapid, then try again.
zh_hans: 此本地服务器不支持自动应用程序选择。更新或重新启动 Rapid，然后重试。

source: This loopback endpoint runs on this Mac and does not require an API key.
zh_hans: 此环回端点在此 Mac 上运行，不需要 API 密钥。

source: This model doesn't fit this Mac
zh_hans: 此模型不适合此 Mac

source: This model's memory requirement couldn't be verified.
zh_hans: 无法验证该模型的内存要求。

source: This prevents two large models from competing for unified memory.
zh_hans: 这可以防止两个大型模型竞争统一内存。

source: This read key was rejected. It may have been revoked or replaced.
zh_hans: 此读取密钥被拒绝。它可能已被撤销或替换。

source: This result is already published
zh_hans: 该结果已经发布

source: Time shared
zh_hans: 共享时间

source: Time to first token
zh_hans: 首个 token 用时

source: Tokens in
zh_hans: 输入 token

source: Tokens in/out
zh_hans: 输入/输出 token

source: Tokens out
zh_hans: 输出 token

source: Too many ledger checks. Try again in a few minutes.
zh_hans: 账本检查过多。几分钟后重试。

source: Total benchmark duration
zh_hans: 总基准持续时间

source: Total duration
zh_hans: 总持续时间

source: Tracking begins after QuickSilver accepts the node.
zh_hans: 跟踪在 QuickSilver 接受节点后开始。

source: Try Again
zh_hans: 再试一次

source: Two fixed token workloads · 1 warm-up + 5 measured rounds each · concurrency 1
zh_hans: 两个固定 token 工作负载 · 每个执行 1 次预热和 5 轮测量 · 并发数为 1

source: Unavailable right now
zh_hans: 现在不可用

source: Unknown
zh_hans: 未知

source: Unsupported benchmark protocol
zh_hans: 不支持的基准协议

source: Updated %@
zh_hans: 已更新 %@

source: Verified CLI runs only — the ranked dataset lives on rapidmlx.com
zh_hans: 仅运行经过验证的 CLI — 排名数据集位于 rapidmlx.com 上

source: Video duration
zh_hans: 视频时长

source: Video model
zh_hans: 视频模型

source: Video prompt
zh_hans: 视频提示

source: Video ready
zh_hans: 视频准备就绪

source: Video size
zh_hans: 视频尺寸

source: View contributor page
zh_hans: 查看贡献者页面

source: View online
zh_hans: 在线查看

source: View reward in QuickSilver
zh_hans: 在 QuickSilver 中查看奖励

source: View the contributor page for %1$@
zh_hans: 查看 %1$@ 的贡献者页面

source: View the verified global leaderboard
zh_hans: 查看经过验证的全球排行榜

source: View the verified global leaderboard on rapidmlx.com
zh_hans: 在rapidmlx.com 上查看经过验证的全球排行榜

source: View your contribution
zh_hans: 查看您的贡献

source: WHAT IT RUNS ON %1$@
zh_hans: 它在 %1$@ 上运行

source: WHAT THIS MEASURES
zh_hans: 这衡量什么

source: WHAT YOU GET BACK
zh_hans: 您会得到什么

source: WORKLOAD
zh_hans: 工作负载

source: Waiting
zh_hans: 等待

source: Waiting for pool connection.
zh_hans: 等待池连接。

source: Waiting for your approval at a sign-in page
zh_hans: 在登录页面等待您的批准

source: Waiting to generate
zh_hans: 等待生成

source: Warm up
zh_hans: 热身

source: What can I serve right now?
zh_hans: 我现在可以提供什么服务？

source: What have I earned?
zh_hans: 我赚到了什么？

source: What is online right now
zh_hans: 现在在线有什么

source: What is online right now?
zh_hans: 现在网上有什么？

source: Where your Mac can help
zh_hans: Mac 可以提供帮助的地方

source: Worker
zh_hans: 工人

source: Worker name
zh_hans: 工人姓名

source: Worker name for this Mac
zh_hans: 此 Mac 的工作人员名称

source: Workload
zh_hans: 工作量

source: YOU
zh_hans: 你

source: You made this comparison stronger
zh_hans: 你让这种比较更加强烈

source: Your %1$@ result is live on rapidmlx.com.
zh_hans: 您的 %1$@ 结果已在rapidmlx.com 上实时显示。

source: Your %1$@ result is now part of the public observations for an %2$@.
zh_hans: 您的 %1$@ 结果现已成为 %2$@ 公众观察结果的一部分。

source: Your Mac can create the first reference
zh_hans: 您的 Mac 可以创建第一个参考

source: Your Mac is contributing
zh_hans: 您的 Mac 正在做出贡献

source: Your contribution session is complete
zh_hans: 您的贡献会议已完成

source: Your local activity below is measured on this Mac and is unaffected.
zh_hans: 您的以下本地活动是在这台 Mac 上测量的，不受影响。

source: Your name or any account
zh_hans: 您的姓名或任何帐户

source: Your own readiness below still works.
zh_hans: 您自己在下面的准备工作仍然有效。

source: Your result is now part of the public observations for %1$@.
zh_hans: 您的结果现已成为 %1$@ 公众观察结果的一部分。

source: Your result stays on this Mac until you publish it. Publishing adds it to the public observations for this model and Mac profile.
zh_hans: 您的结果将保留在这台 Mac 上，直到您发布为止。发布将其添加到对此模型和 Mac 配置文件的公众观察中。

source: Your results appear here after you run one. They stay on this Mac unless you publish them.
zh_hans: 运行后，您的结果将显示在此处。除非您发布它们，否则它们会保留在这台 Mac 上。

source: Your saved copy of this result keeps these details. Only the submission is narrowed.
zh_hans: 您保存的结果副本会保留这些详细信息。只是提交范围缩小了。

source: Zero
zh_hans: 零

source: above
zh_hans: 多于

source: accrued %@
zh_hans: 应计 %@

source: accrued amount unknown
zh_hans: 应计金额未知

source: at least
zh_hans: 至少

source: at least %1$d
zh_hans: 至少 %1$d

source: below
zh_hans: 以下

source: contribution
zh_hans: 贡献

source: contributions
zh_hans: 贡献

source: contributors
zh_hans: 贡献者

source: hide
zh_hans: 隐藏

source: just now
zh_hans: 现在

source: macOS and Rapid-MLX versions
zh_hans: macOS 和 Rapid-MLX 版本

source: models
zh_hans: 模型

source: needs about %1$d GB
zh_hans: 需要 %1$d GB

source: needs more memory
zh_hans: 需要更多内存

source: observation
zh_hans: 观察

source: observations
zh_hans: 观察

source: on pass %1$d
zh_hans: 通过 %1$d

source: pass
zh_hans: 经过

source: passes
zh_hans: 通过

source: published result exists
zh_hans: 已发表的结果已存在

source: published results exist
zh_hans: 已发表的结果存在

source: published runs
zh_hans: 已发布的运行

source: result
zh_hans: 结果

source: result exists
zh_hans: 结果存在

source: results
zh_hans: 结果

source: results exist
zh_hans: 结果存在

source: reward activity continues in QuickSilver
zh_hans: 奖励活动在 QuickSilver 继续进行

source: s / image
zh_hans: s/图像

source: s / video
zh_hans: 视频/视频

source: show
zh_hans: 展示

source: usually 2–10 minutes
zh_hans: 通常 2-10 分钟

source: usually 2–5 minutes
zh_hans: 通常 2-5 分钟

source: usually 5–15 minutes
zh_hans: 通常 5-15 分钟

source: wrapping up…
zh_hans: 结束…

# ~%d:%02d left
source: ~%1$d:%2$02d left
zh_hans: ~%d: 还剩 %02d

source: · %1$d local models ready
zh_hans: · %1$d 本地模型准备就绪

source: · 1 local model ready
zh_hans: · 1 个本地模型已准备就绪
